{
  "LuaSnip": { "branch": "master" },
  "cinnamon.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nightfox": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prettier-plugin-svelte": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-prettier": { "branch": "master" }
}
